Repository: gematik/ref-OpenHealthCardKit
Catalog: Sources/NFCDemo/Resources/*.lproj/Localizable.strings
Languages: de

# can_txt_title
source: CAN
de: Zugangsnummer

# can_txt_can_intro
source: Please enter your card's CAN.
de: Bitte geben Sie Ihre Zugangsnummer (CAN) ein.

# can_btn_next_reset_pin
source: Unlock card
de: Karte entsperren

# can_btn_next_reset_pin_with_new_pin
source: Set custom PIN
de: Wunsch-PIN vergeben

# can_btn_next_read_personal_data
source: Read personal data
de: Persönliche Daten lesen

# can_txt_help_title
source: Where can I find my CAN?
de: Wo kann ich meine CAN finden?

# can_txt_help_explanation
source: Don't see a CAN printed on your card? Then you need a new health insurance card. You can request one from your statutory health insurer.
de: Falls sie auf Ihrer Karte keine Zugangsnummer (CAN) sehen, benötigen Sie eine neue Gesundheitskarte mit NFC-Chip.

# pin_txt_intro
source: Please enter your card's PIN.
de: Bitte geben Sie die PIN Ihrer Karte ein.

# pin_btn_next
source: Next
de: Weiter

# pin_txt_help
source: I don't have a PIN
de: Ich habe keine PIN

# pin_txt_explanation
source: A Pin code will be mailed to you by your statutory health insurer shortly after you've received your health card.
de: Eine PIN erhalten Sie von ihrer Krankenkasse, nachdem Sie ihre NFC-fähige Gesundheitskarte erhalten haben

# reset_txt_title
source: Unlock card
de: Karte entsperren

# reset_txt_title_with_new_pin
source: Change PIN
de: Wunsch-PIN

# reset_txt_intro
source: Authorize yourself with your PUK and enter your new PIN.
de: Authorisieren Sie sich mit Ihrer PUK und geben Sie Ihre neue Wunsch-PIN ein.

# reset_edt_enter_new_pin
source: New PIN
de: Wunsch-PIN

# reset_btn_next
source: Next
de: Weiter

# reset_txt_help
source: I don't have a PUK
de: Ich habe keine PUK

# reset_txt_explanation
source: A PUK code will be mailed to you by your statutory health insurer shortly after you've received your health card.
de: Eine PUK erhalten Sie von ihrer Krankenkasse, nachdem Sie ihre NFC-fähige Gesundheitskarte erhalten haben.

# change_txt_title
source: Change PIN
de: Wunsch-PIN

# change_txt_intro
source: Enter your current PIN and a new PIN.
de: Geben Sie Ihre bisherige und Ihre neue Wunsch-PIN ein.

# change_edt_enter_old_pin
source: Current PIN
de: Aktuelle PIN

# change_edt_enter_new_pin
source: New PIN
de: Neue Wunsch-PIN

# change_btn_next
source: Next
de: Weiter

# pd_txt_title
source: Read personal data
de: Persönliche Daten lesen

# pd_txt_intro
source: Personal data will be presented after successfully reading the card. No PIN is needed.
de: Die persönlichen Daten werden nach dem erfolgreichen Einlesen der Karte angezeigt. Eine PIN ist nicht erforderlich.

# pd_btn_next
source: Next
de: Weiter

# pd_lbl_first_name
source: First Name
de: Vorname

# pd_lbl_address
source: Address
de: Adresse

# pd_lbl_insurance_number
source: Insurance Number
de: Versichertennummer

# nfc_txt_placement
source: Place card above this line 👆
de: Oberhalb der Linie anlegen 👆

# nfc_txt_placement_hint
source: Place your card now on the display and touch “Connect card”
de: Legen Sie jetzt Ihre Karte auf das Display und drücken Sie auf “Karte verbinden”

# nfc_btn_start_nfc
source: Connect card
de: Karte verbinden

# nfc_btn_cancel
source: Cancel
de: Abbrechen

# nfc_btn_reading_results
source: Card Reading Results
de: Kartenlese-Ergebnisse

# nfc_txt_discoveryMessage
source: Please tap your eGK on top of your iPhone
de: Bitte legen Sie die Karte auf Ihr iPhone

# nfc_txt_connectMessage
source: Connecting
de: Verbinden

# nfc_txt_secureChannel
source: Establishing a secure connection
de: Herstellen einer sicheren Verbindung

# nfc_txt_noCardMessage
source: No Card Found
de: Keine Karte gefunden

# nfc_txt_multipleCardsMessage
source: Multiple cards found
de: Es wurden mehrere Karten gefunden

# nfc_txt_unsupportedCardMessage
source: Unsupported card
de: Karte wird nicht unterstützt

# nfc_txt_connectionErrorMessage
source: NFC Communication error
de: NFC Kommunikationsfehler

# nfc_txt_msg_secure_channel
source: Establishing secure connection..
de: Sichere Verbindung aufbauen...

# nfc_txt_msg_verify_pin
source: Verifying pin...
de: PIN verifizieren...

# nfc_txt_msg_reading_auth_cert
source: Reading authentication certificate...
de: Zertifikat lesen...

# nfc_txt_meg_reading_personal_data
source: Reading personal data...
de: Lese persönliche Daten...

# nfc_txt_msg_signing
source: Signing...
de: Signieren...

# nfc_txt_msg_success
source: Successful signing!
de: Erfolgreich signiert!

# nfc_txt_msg_failure
source: Error!
de: Fehler!

# nfc_txt_msg_reset_withoutNewPin
source: Reset retry counter
de: Karte entsperren

# nfc_txt_msg_reset_withNewPin
source: Reset retry counter with new PIN
de: Wunsch-PIN setzen

# nfc_txt_msg_reset_success
source: Successful
de: Erfolgreich!

# rdr_txt_sec_title_commands
source: Commands
de: Kommandos

# rdr_txt_sec_title_overview
source: Overview
de: Übersicht

# rdr_txt_date
source: Date:
de: Datum:

# rdr_txt_result
source: Result:
de: Ergebnis:

# rdr_btn_copy
source: Copy
de: Kopieren

# alert_error_title
source: Error
de: Fehler

# alert_error_message_unknown
source: Unknown
de: Unbekannter Fehler
